00
401
820
274
590
282
491
V57
276
434
38
574
410
715
424
427
250.13
572
600
599
428
414
486
431
812
996
250.22
805
724
601
620
562
466
585
218
553
780
433
441
493
560
722
435
786
682
578
250.7
250.02
564
592
453
482
250.11
250.8
569
403
250
250.93
962
995
300
511
566
250.82
281
850
557
998
584
42
552
442
821
296
789
135
823
250.6
618
182
415
443
337
402
183
359
V58
411
536
426
250.42
307
576
285
458
518
49
250.92
527
707
730
532
530
964
593
226
440
358
189
250.01
162
250.12
558
157
79
8
846
278
822
571
681
648
997
577
531
785
250.32
295
824
425
379
346
726
733
507
972
250.03
537
255
496
188
416
334
420
714
368
787
625
154
197
303
331
738
174
348
685
280
291
374
250.23
294
253
436
153
654
284
250.4
158
290
70
535
V55
151
370
510
198
413
262
227
550
788
716
729
644
642
164
568
794
404
977
455
540
235
534
721
386
808
202
250.83
437
293
519
922
432
641
783
494
807
191
481
864
782
784
541
515
250.81
250.1
250.3
421
594
610
250.41
852
250.43
598
719
54
723
708
727
485
332
286
250.33
117
728
287
522
658
640
575
614
292
851
660
801
309
203
802
579
573
298
V54
843
617
211
241
581
180
185
308
462
556
250.31
350
867
320
355
201
225
444
312
711
75
487
275
263
840
797
239
595
969
362
378
459
959
456
193
288
398
461
656
942
659
813
9
148
781
860
555
47
204
965
826
791
244
438
626
478
968
945
694
492
924
490
345
669
939
423
814
680
252
790
799
205
351
447
710
596
380
664
340
342
V56
250.2
446
746
756
958
357
736
242
304
567
661
516
454
160
220
853
608
155
365
311
78
376
333
881
607
759
250.21
210
616
396
810
718
495
11
611
200
475
V53
844
250.51
277
591
395
356
847
349
732
161
513
53
655
V45
41
999
904
753
39
82
429
451
512
647
983
873
686
465
800
526
430
212
187
839
866
156
604
E909
112
199
920
643
693
868
865
238
250.52
179
970
480
634
621
989
230
V26
622
882
170
533
184
796
994
283
344
35
305
318
5
306
136
825
588
405
521
565
842
891
792
514
933
470
417
725
967
645
524
245
508
646
674
171
528
289
115
734
936
473
237
816
692
146
88
717
928
471
150
474
883
955
863
745
388
192
341
377
683
602
854
385
880
240
215
464
737
394
893
452
751
251
335
299
323
836
250.91
361
353
652
327
383
196
627
952
690
310
214
229
36
173
963
886
382
273
297
233
914
3
935
457
831
250.9
V60
862
603
66
615
61
397
338
583
700
845
381
354
835
586
980
152
463
529
966
619
986
861
250.53
250.5
147
934
892
261
31
971
551
322
246
301
663
336
223
695
916
665
98
941
V71
347
696
815
163
272
706
890
477
848
141
131
803
172
817
363
110
483
871
94
623
570
990
705
369
V25
747
57
793
324
992
208
175
735
194
236
885
34
V51
806
987
422
384
228
879
709
838
412
142
V63
445
982
991
976
684
704
V66
207
944
632
391
10
